const Resolution = () => {
  return (
    <div>
      <p class="bold">각오</p>
      <p class="my-info-text" class="bold">
        저는 여러 사람들과 협업을 통해 개발을 해보고 싶은 마음을 항상 가지고
        있었습니다. 점점 이 분야에 대해서 알아가던 도중 일상생활에서 누구나 쉽게
        접할 수 있는 웹 페이지들을 마음대로 꾸며 장식하고, 그에 맞는 코드를
        작성하여 페이지를 새로 고침 할 때마다 계속 바뀌고 반응하는 것을 보며
        신기함을 느꼈습니다.
      </p>
      <p class="my-info-text" class="bold">
        현재 저의 개발 실력이 뛰어나거나 출중하지는 않을 수 있지만, 개발에서
        중요하다고 생각되는 협업 능력 부분에서 많은 경험을 해왔다고 자부할 수
        있습니다. 저의 부족한 코딩 실력을 훌륭한 학우들과 함께 공부하며 채워
        나가고, 프론트 엔드를 배워나가며 웹 개발에 필요한 학습을 통해 기본적인
        개발 역량을 키워 나가 더 멋지고 성장하는 개발자가 되고 싶어 지원하게
        되었습니다.
      </p>
      <p class="my-info-text" class="bold">
        이번 멋쟁이 사자 12기에 꼭 합격하여 프로그래밍 실력과 이 분야에 대한
        자신감을 더 길러나가 웹 사이트 개발하며 좋은 학우들과 함께 성장해 나가
        멋진 프로젝트를 해보는 것이 제 목표입니다. 또한 이뿐만 아니라 많은
        사람들과도 좋은 커뮤니케이션 관계가 형성되어 추후에도 서로 함께 좋은
        방향으로 성장해 나가고 싶습니다.
      </p>
    </div>
  );
};

export default Resolution;
